[M_Skagzilla2_Adult MissionDefinition]
MissionName="Resgate Animal: Comida"
MissionDescription="Depois de curar as feridas do Skag, você descobriu que ele está morto de fome. Talvez você consiga encher a pança dele com alguma comida."
TurnInDescription="Dukino está visivelmente mais gordo porém, extremamente feliz."
MissionSummary="Alimente o Skag faminto."
MissionGiver="Dukino"
MissionTurnInLocation="Dukino"
TeaserText="Se você der um pouco de remédio para um Skag, é certeza que logo ele vai querer comida..."

[M_Skagzilla2_Adult:DogFood2 MissionObjectiveDefinition]
ProgressMessage="Recolha algumas línguas de Skag"

[M_Skagzilla2_Adult:FeedTheDog MissionObjectiveDefinition]
ProgressMessage="Alimente o Dukino"

[M_Skagzilla2_Adult:FoodDoggie MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Skagzilla2_Adult:SkagDogFoodSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Skagzilla2_Den MissionDefinition]
MissionName="Resgate Animal: Refúgio"
MissionDescription="Agora que o Skag faminto comeu até não caber mais, ele ficou muito gordo para ocupar sua antiga casa. Você terá que acompanhá-lo até a caverna ao lado onde ele terá espaço de sobra para morar."
TurnInDescription="O Skag está com a pança cheia e de casa nova. Algo diz que ele vai precisar da sua ajuda novamente com alguma outra coisa num futuro não muito distante."
MissionSummary="Ajude o Skag faminto a conseguir um novo lar. "
MissionGiver="Dukino"
MissionTurnInLocation="Dukino"
TeaserText="Se você der um pouco de comida para um Skag, é certeza que logo ele vai querer um refúgio..."

[M_Skagzilla2_Den:ClearCave_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Skagzilla2_Den:ClearOutCave MissionObjectiveDefinition]
ProgressMessage="Limpe a Antiga Mina"

[M_Skagzilla2_Den:FindHome MissionObjectiveDefinition]
ProgressMessage="Procure um novo lar para o Dukino"

[M_Skagzilla2_Den:FollowDog MissionObjectiveDefinition]
ProgressMessage="Siga o Dukino"

[M_Skagzilla2_Den:FollowDog1_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Skagzilla2_Pup MissionDefinition]
MissionName="Resgate Animal: Remédios"
MissionDescription="Você encontrou um Skag muito simpático. Parece que ele está ferido e faminto. Scooter lhe sugeriu que cuide dele e o alimente."
TurnInDescription="Você alimentou e cuidou das feridas do Skag mas, parece que ele ainda tem fome..."
MissionSummary="Cuide e alimente o Skag inofensivo."
MissionGiver="Dukino"
MissionTurnInLocation="Dukino"
TeaserText="Nem todos os Skags são perigosos."

[M_Skagzilla2_Pup:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Skagzilla2_Pup:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Skagzilla2_Pup:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Skagzilla2_Pup:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Skagzilla2_Pup:OBJ_PuppyFood MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Skagzilla2_Pup:Skagzilla2Pup_FeedThePuppy MissionObjectiveDefinition]
ProgressMessage="Alimente o Dukino"

[M_Skagzilla2_Pup:Skagzilla2Pup_FindPuppyFood MissionObjectiveDefinition]
ProgressMessage="Procure por comida"

[M_Skagzilla2_Pup:Skagzilla2Pup_FreePuppy MissionObjectiveDefinition]
ProgressMessage="Liberte o Dukino"

[M_Skagzilla2_Pup:Skagzilla2Pup_GiveMedsToPuppy MissionObjectiveDefinition]
ProgressMessage="Dê remédio para o Dukino"

[M_Skagzilla2_Pup:Skagzilla2Pup_PickUpMeds MissionObjectiveDefinition]
ProgressMessage="Procure por remédio"

